acpi
autoconf
automake
base
binutils
bison
bspwm
dhcpcd
emacs
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
gopass
grep
groff
gzip
libtool
linux
linux-firmware
m4
make
neovim
nodejs
npm
openssh
pacman
patch
pkgconf
sed
slim
sudo
surf
sxhkd
texinfo
tmux
ttf-fira-code
ttf-font-awesome
ttf-roboto
unclutter
which
xclip
xdo
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
rsync
